const data = [
  {
    id: 1,
    question: "如何通过优化网站设计来提升用户体验和转化率？",
    answer:
      "优化网站设计可以通过改善页面加载速度、简化导航和增强视觉吸引力来提高用户体验和转化率。",
  },
  {
    id: 2,
    question: "在团队合作中，如何高效地分配任务以达到最佳成果？",
    answer:
      "通过明确每个成员的职责、定期沟通以及有效管理时间，可以提高团队合作的效率和成果。",
  },
  {
    id: 3,
    question: "怎样才能在短时间内提升自己的编程技能水平？",
    answer:
      "通过参加编程挑战、阅读相关书籍和经常练习实际项目，可以在短时间内有效提升编程技能。",
  },
  {
    id: 4,
    question: "在创业初期，如何选择适合的产品和市场？",
    answer:
      "通过市场调研、分析竞争对手并理解目标客户需求，创业者可以选择适合的产品和市场。",
  },
  {
    id: 5,
    question: "远程工作如何确保团队的有效沟通与协作？",
    answer:
      "使用视频会议工具、即时通讯软件并建立明确的沟通流程，能确保远程团队的有效沟通与协作。",
  },
];

export default data;
